// Задача №1

// if else, prompt

// Написати програму де ми питаємо у користувача

// номер місяця і показуємо до якого часу року він належить

// Якщо користувач ввів 2 - показуєм слово Зима

// Якщо 3 -Весна і т.д.

 

// ............

// Задача №2

 

// Написати програму яка перевіряє логін і пароль користувача

//  і виводить привітання - якщо все добре

//  і якщо ні помилку - невінний логін

 

// const login = 'user@gmail.com';

// const password = '12345'

 

// ............

// Задача №3

/* на for

 * Напиши скрипт який підрахує суму всіх парних чисел,

 * які входят в діапазон чисел в змінних від min до max.

 * Наприклад, якщо min=0 і max=5, то діапазон 0-5,

 * зроби перевірку

 * виведи парні числа

 * і порахуй їх суму, змінна total

 * виведи консоль

 */

 

// const min = 0;

// const max = 5;

// let total = 0;

 

//..............................

// Задача №4

// Порахувати загальну суму в корзині

// const cart = [54, 28, 105, 70, 92, 17, 120];

// let total;

 

// ...........................

 

// Задача №5

// Напиши скрипт який підраховує суму усіх парних чисел в масиві

// const numbers = [1, 5, 8, 9, 12, 4, 15, 27, 30, 18, 14];

// let total;